/*  Class = "NSButton"; gToolTip = "Rotate right (⇧⌘R)"; ObjectID = "386";  */
"Rotate right (⇧⌘R)" = "Rotera höger (⇧⌘R)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a data format to display the current data by using QuickLook"; ObjectID = "8";  */
"Choose a data format to display the current data by using QuickLook" = "Välj ett dataformat att visa nuvarande data med hjälp av QuickLook";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "15";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "228";  */
"OK" = "OK";

/*  Class = "NSButtonCell"; title = "Open..."; ObjectID = "16";  */
"Open..." = "Öppna...";

/*  Class = "NSButtonCell"; title = "Save..."; ObjectID = "17";  */
"Save..." = "Spara...";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "18";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "229";  */
"Cancel" = "Avbryt";

/*  Class = "NSSegmentedCell"; 19.labels[0] = "Text"; ObjectID = "19";  */
"Text" = "Text";

/*  Class = "NSSegmentedCell"; 19.labels[1] = "Image"; ObjectID = "19";  */
"Image" = "Bild";

/*  Class = "NSSegmentedCell"; 19.labels[2] = "Hex"; ObjectID = "19";  */
"Hex" = "Hex";

/*  Class = "NSSegmentedCell"; 19.toolTips[0] = "Show data as text"; ObjectID = "19";  */
"Show data as text" = "Visa data som text";

/*  Class = "NSSegmentedCell"; 19.toolTips[1] = "Try to show data as image"; ObjectID = "19";  */
"Try to show data as image" = "Försök visa data som bild";

/*  Class = "NSSegmentedCell"; 19.toolTips[2] = "Show data hexadecimal"; ObjectID = "19";  */
"Show data hexadecimal" = "Visa data hexadecimalt";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "77";  */
"Close" = "Stäng";

/*  Class = "NSButton"; gToolTip = "Set to NULL (⇧⌘N)"; ObjectID = "520";  */
"Set to NULL (⇧⌘N)" = "Ställ till NULL (⇧⌘N)";

/*  Class = "NSButton"; gToolTip = "Rotate left (⇧⌘L)"; ObjectID = "388";  */
"Rotate left (⇧⌘L)" = "Rotera vänster (⇧⌘L)";

/*  Class = "NSButtonCell"; title = "NULL"; ObjectID = "521";  */
"NULL" = "NULL";

/*  Class = "NSTextField"; gToolTip = "Enter as octal number (⌘O)"; ObjectID = "86";  */
"Enter as octal number (⌘O)" = "Ange som oktalt nummer (⌘O)";

/*  Class = "NSTextField"; gToolTip = "Enter as integer (⌘I)"; ObjectID = "90";  */
"Enter as integer (⌘I)" = "Ange som heltal (⌘I)";

/*  Class = "NSTextField"; gToolTip = "Enter as hexadecimal string (⌘H)"; ObjectID = "91";  */
"Enter as hexadecimal string (⌘H)" = "Ange som hexadecimal sträng (⌘H)";

/*  Class = "NSTextFieldCell"; title = "Hexadecimal:"; ObjectID = "224";  */
"Hexadecimal:" = "Hexadecimal:";

/*  Class = "NSTextFieldCell"; title = "Integer:"; ObjectID = "225";  */
"Integer:" = "Heltalsenhet:";

/*  Class = "NSTextFieldCell"; title = "Octal:"; ObjectID = "226";  */
"Octal:" = "Oktal:";

/*  Class = "NSButton"; gToolTip = "Set all bits to 1 (⌘1)"; ObjectID = "376";  */
"Set all bits to 1 (⌘1)" = "Ställ alla bits till 1 (⌘1)";

/*  Class = "NSButton"; gToolTip = "Set all bits to 0 (⌘0)"; ObjectID = "378";  */
"Set all bits to 0 (⌘0)" = "Ställ alla bits till 0 (⌘0)";

/*  Class = "NSButton"; gToolTip = "Negate all bits (⌘N)"; ObjectID = "380";  */
"Negate all bits (⌘N)" = "Upphäv alla bits (⌘N)";

/*  Class = "NSButton"; gToolTip = "Shift right (⌘R)"; ObjectID = "382";  */
"Shift right (⌘R)" = "Växla höger (⌘R)";

/*  Class = "NSButton"; gToolTip = "Shift left (⌘L)"; ObjectID = "384";  */
"Shift left (⌘L)" = "Växla vänster (⌘L)";

